Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Project sources include user sources. Removing a source keeps installed items.
ar: تتضمن مصادر المشروع مصادر المستخدم. إزالة المصدر تحافظ على العناصر المثبتة.
de: Projektquellen enthalten Benutzerquellen. Beim Entfernen einer Quelle bleiben installierte Elemente erhalten.
es: Las fuentes del proyecto incluyen las fuentes del usuario. Eliminar una fuente conserva los elementos instalados.
fr: Les sources du projet incluent les sources utilisateur. La suppression d'une source conserve les éléments installés.
he: מקורות הפרויקט כוללים מקורות משתמש. הסרת מקור שומרת על פריטים מותקנים.
hi: प्रोजेक्ट स्रोतों में उपयोगकर्ता स्रोत शामिल हैं। स्रोत हटाने पर स्थापित आइटम बने रहते हैं।
id: Sumber proyek mencakup sumber pengguna. Menghapus sumber tetap menyimpan item yang terpasang.
it: Le origini del progetto includono le origini utente. La rimozione di un'origine mantiene gli elementi installati.
ja: プロジェクトソースにはユーザーソースが含まれます。ソースを削除してもインストール済みの項目は保持されます。
ko: 프로젝트 소스에는 사용자 소스가 포함됩니다. 소스를 제거해도 설치된 항목은 유지됩니다.
nl: Projectbronnen omvatten gebruikersbronnen. Het verwijderen van een bron behoudt geïnstalleerde items.
pl: Źródła projektu obejmują źródła użytkownika. Usunięcie źródła zachowuje zainstalowane elementy.
pt_br: As fontes do projeto incluem fontes do usuário. Remover uma fonte mantém os itens instalados.
ru: Источники проекта включают источники пользователя. Удаление источника сохраняет установленные элементы.
sv: Projektkällor inkluderar användarkällor. Att ta bort en källa behåller installerade objekt.
tr: Proje kaynakları kullanıcı kaynaklarını içerir. Bir kaynağı kaldırmak yüklü öğeleri korur.
uk: Джерела проекту включають джерела користувача. Видалення джерела зберігає встановлені елементи.
vi: Nguồn dự án bao gồm nguồn người dùng. Xóa nguồn vẫn giữ lại các mục đã cài đặt.
zh_hans: 项目源包含用户源。移除源会保留已安装的项目。
zh_hant: 專案來源包含使用者來源。移除來源會保留已安裝的項目。

source: Project: %@
ar: المشروع: %@
de: Projekt: %@
es: Proyecto: %@
fr: Projet : %@
he: פרויקט: %@
hi: परियोजना: %@
id: Proyek: %@
it: Progetto: %@
ja: プロジェクト: %@
ko: 프로젝트: %@
pl: Projekt: %@
pt_br: Projeto: %@
ru: Проект: %@
sv: Projekt: %@
tr: Proje: %@
uk: Проект: %@
vi: Dự án: %@
zh_hans: 项目: %@
zh_hant: 專案: %@

source: Projects
ar: المشاريع
de: Projekte
es: Proyectos
fr: Projets
he: פרויקטים
hi: परियोजनाएं
id: Proyek
it: Progetti
ja: プロジェクト
ko: 프로젝트
nl: Projecten
pl: Projekty
pt_br: Projetos
ru: Проекты
sv: Projekt
tr: Projeler
uk: Проєкти
vi: Dự án
zh_hans: 项目
zh_hant: 專案

source: Prompt tips
ar: نصائح كتابة الأوامر
de: Prompt-Tipps
es: Consejos para prompts
fr: Conseils d'invite
he: טיפים להנחיות
hi: प्रॉम्प्ट सुझाव
id: Tips prompt
it: Suggerimenti per prompt
ja: プロンプトのヒント
ko: 프롬프트 팁
pl: Wskazówki dot. promptów
pt_br: Dicas de prompt
ru: Советы по промптам
tr: İstem ipuçları
uk: Поради щодо запитів
vi: Mẹo tạo lời nhắc
zh_hans: 提示词技巧
zh_hant: 提示詞技巧

source: Prompt tokens
ar: رموز المطالبة
es: Tokens de indicación
fr: Jetons de prompt
he: אסימוני הנחיה
hi: प्रॉम्प्ट टोकन
id: Token Permintaan
it: Token prompt
ja: プロンプトトークン
ko: 프롬프트 토큰
pl: Tokeny promptu
pt_br: Tokens do Prompt
ru: Токены промпта
tr: İstem Belirteçleri
uk: Токени промпту
vi: Mã thông báo lời nhắc
zh_hans: 提示词标记数
zh_hant: 提示詞權杖數

source: Prompting tips
ar: إرشادات كتابة الأوامر الفعالة
de: Tipps zur Prompt-Erstellung
es: Consejos de escritura
fr: Conseils de rédaction
he: טיפים לכתיבת הנחיות
hi: प्रॉम्प्टिंग दिशानिर्देश
id: Tips prompting
it: Suggerimenti di scrittura
ja: 効果的なプロンプト作成のコツ
ko: 효과적인 프롬프트 작성 팁
nl: Tips voor prompts
pl: Wskazówki dot. promptowania
pt_br: Dicas de elaboração
ru: Советы по составлению промптов
sv: Tips för prompter
tr: İstem İpuçları
uk: Поради для запитів
vi: Mẹo gợi ý
zh_hans: 高效提示词指南
zh_hant: 高效提示詞指南

source: Propose Goal
ar: اقتراح هدف
de: Ziel vorschlagen
es: Proponer objetivo
fr: Proposer un objectif
he: הצעת יעד
hi: लक्ष्य सुझाएँ
id: Usulkan tujuan
it: Proporre obiettivo
ja: 目標を提案
ko: 목표 제안
nl: Doel voorstellen
pl: Zaproponuj cel
pt_br: Propor objetivo
ru: Предложить цель
sv: Föreslå mål
tr: Hedef öner
uk: Запропонувати ціль
vi: Đề xuất mục tiêu
zh_hans: 建议目标
zh_hant: 建議目標

source: Propose Skills
ar: اقتراح مهارات
de: Fähigkeiten vorschlagen
es: Proponer habilidades
fr: Proposer des compétences
he: הצעת מיומנויות
hi: कौशल सुझाएँ
id: Usulkan keterampilan
it: Proporre competenze
ja: スキルを提案
ko: 스킬 제안
nl: Vaardigheden voorstellen
pl: Zaproponuj umiejętności
pt_br: Propor habilidades
ru: Предложить навыки
sv: Föreslå färdigheter
tr: Beceriler öner
uk: Запропонувати навички
vi: Đề xuất kỹ năng
zh_hans: 建议技能
zh_hant: 建議技能

source: Provide types & interfaces
ar: توفير الأنواع والواجهات البرمجية
de: Typen & Schnittstellen angeben
es: Proporcionar tipos e interfaces
fr: Fournir les types et interfaces
he: ספק טיפוסים וממשקים
hi: प्रकार और इंटरफेस प्रदान करें
id: Sediakan tipe & antarmuka
it: Fornire tipi e interfacce
ja: 型やインターフェースの指定
ko: 타입 및 인터페이스 제공
nl: Typen en interfaces opgeven
pl: Podaj typy i interfejsy
pt_br: Fornecer tipos e interfaces
ru: Указывайте типы и интерфейсы
sv: Ange typer och gränssnitt
tr: Türleri ve arayüzleri belirtin
uk: Надайте типи та інтерфейси
vi: Cung cấp kiểu dữ liệu & giao diện
zh_hans: 提供类型与接口
zh_hant: 提供型別與介面

source: Quantization
ar: التكميم
de: Quantisierung
es: Cuantización
fr: Quantification
he: קוונטיזציה
hi: क्वांटाइज़ेशन
id: Kuantisasi
it: Quantizzazione
ja: 量子化
ko: 양자화
nl: Kwantisatie
pl: Kwantyzacja
pt_br: Quantização
ru: Квантование
sv: Kvantisering
tr: Nicemleme
uk: Квантування
vi: Lượng tử hóa
zh_hans: 量化
zh_hant: 量化

source: Quantization & Format
ar: التكميم والتنسيق
de: Quantisierung und Format
es: Cuantización y formato
fr: Quantification et format
he: קוונטיזציה ופורמט
hi: क्वांटाइज़ेशन और प्रारूप
id: Kuantisasi dan format
it: Quantizzazione e formato
ja: 量子化と形式
ko: 양자화 및 형식
nl: Kwantisatie en formaat
pl: Kwantyzacja i format
pt_br: Quantização e formato
ru: Квантование и формат
sv: Kvantisering och format
tr: Nicemleme ve biçim
uk: Квантування та формат
vi: Lượng tử hóa và định dạng
zh_hans: 量化与格式
zh_hant: 量化與格式

source: Quantizes the attention KV cache to shrink its memory footprint at longer contexts, at a small, width-dependent quality cost (docs/TRUBOQUANT.md). Auto asks for 4-bit -- the width with the smallest measured quality impact -- only on checkpoints whose head dimension and layer layout support it, and stays off on every other install. Takes effect on the next model load.
ar: يقوم بتكميم ذاكرة التخزين المؤقت KV لتقليل حجم الذاكرة في السياقات الأطول، مع تكلفة جودة طفيفة تعتمد على العرض (docs/TRUBOQUANT.md). يطلب خيار تلقائي 4 بت -- وهو العرض ذو التأثير الأقل جودة المقاس -- فقط في نقاط التحقق التي يدعمها أبعاد الرأس وتخطيط الطبقة، ويظل متوقفًا في باقي الحالات. يسري المفعول عند تحميل النموذج التالي.
de: Quantisiert den Attention-KV-Cache, um seinen Speicherbedarf bei längeren Kontexten zu verringern, bei geringem breitenabhängigen Qualitätsverlust (docs/TRUBOQUANT.md). Auto wählt 4-Bit -- die Breite mit der geringsten gemessenen Qualitätsbeeinträchtigung -- nur bei Checkpoints, deren Kopfdimension und Schichtenlayout dies unterstützen, und bleibt sonst aus. Wird beim nächsten Modell-Ladevorgang wirksam.
es: Cuantiza la caché KV de atención para reducir su consumo de memoria en contextos más largos, con un pequeño coste de calidad según la precisión (docs/TRUBOQUANT.md). Auto selecciona 4 bits (el ancho con menor impacto medido en calidad) solo en modelos cuyas dimensiones de cabezal y capas lo admitan, y permanece desactivado en los demás. Se aplica en la próxima carga de modelo.
fr: Quantifie le cache KV d'attention pour réduire son empreinte mémoire sur les contextes longs, avec un faible coût de qualité dépendant de la largeur (docs/TRUBOQUANT.md). Auto demande du 4-bit -- la largeur avec le plus faible impact mesuré -- uniquement sur les modèles dont la dimension de tête et la disposition des couches le supportent, et reste désactivé ailleurs. Prend effet au prochain chargement de modèle.
he: מבצע קוונטיזציה של מטמון KV של תשומת הלב כדי לצמצם את טביעת הרגל של הזיכרון בהקשרים ארוכים יותר, בעלות איכות קטנה התלויה ברוחב (docs/TRUBOQUANT.md). מצב אוטומטי מבקש 4 סיביות -- הרוחב עם ההשפעה הנמדדת הקטנה ביותר על האיכות -- רק במודלים שתומכים בכך, ונשאר כבוי בכל שאר המקרים. נכנס לתוקף בטעינת המודל הבאה.
hi: लंबे संदर्भों में इसके मेमोरी पदचिह्न को कम करने के लिए अटेंशन KV कैश को क्वांटाइज़ करता है, चौड़ाई-निर्भर गुणवत्ता लागत पर (docs/TRUBOQUANT.md)। ऑटो केवल उन चेकपॉइंट्स पर 4-बिट की मांग करता है जो इसे समर्थन करते हैं, और अन्य सभी पर बंद रहता है। अगले मॉडल लोड पर प्रभावी होता है।
id: Mengkuantisasi cache KV atensi untuk mengecilkan jejak memori pada konteks yang lebih panjang, dengan sedikit biaya kualitas tergantung lebar (docs/TRUBOQUANT.md). Otomatis meminta 4-bit -- lebar dengan dampak kualitas terukur terkecil -- hanya pada checkpoint yang didukung, dan tetap mati pada instalasi lainnya. Berlaku pada pemuatan model berikutnya.
it: Quantizza la cache KV dell'attenzione per ridurre il consumo di memoria nei contesti lunghi, con un ridotto costo di qualità dipendente dalla larghezza (docs/TRUBOQUANT.md). Auto seleziona 4-bit -- la larghezza con il minor impatto misurato sulla qualità -- solo sui checkpoint le cui dimensioni della testa e disposizione dei livelli lo supportano, rimanendo disattivato negli altri. Ha effetto al prossimo caricamento del modello.
ja: アテンション KV キャッシュを量子化して、長いコンテキストでのメモリフットプリントを縮小します。幅に応じたわずかな品質低下が生じます（docs/TRUBOQUANT.md）。Auto は、ヘッド次元とレイヤー配置がサポートするチェックポイントでのみ、測定された影響が最も少ない 4 ビットを要求し、それ以外ではオフのままになります。次回のモデル読み込み時に有効になります。
ko: 더 긴 컨텍스트에서 어텐션 KV 캐시를 양자화하여 메모리 사용량을 줄입니다. 비트 너비에 따른 작은 품질 저하가 발생합니다(docs/TRUBOQUANT.md). Auto는 헤드 차원과 레이어 레이아웃이 지원하는 체크포인트에서만 품질 영향이 가장 적게 측정된 4비트를 요청하며, 그 외 설치에서는 꺼진 상태를 유지합니다. 다음 모델 로드 시 적용됩니다.
nl: Kwantiseert de KV-cache voor aandacht om het geheugengebruik bij langere contexten te verkleinen, tegen een klein kwaliteitsverlies afhankelijk van de breedte (docs/TRUBOQUANT.md). Auto vraagt om 4-bit -- de breedte met de kleinste gemeten kwaliteitsimpact -- alleen bij checkpoints die dit ondersteunen, en blijft elders uitgeschakeld. Wordt van kracht bij de volgende modellading.
pl: Kwantyzuje pamięć podręczną KV uwagi, aby zmniejszyć zużycie pamięci przy dłuższych kontekstach, przy niewielkim spadku jakości zależnym od szerokości (docs/TRUBOQUANT.md). Opcja Auto wybiera 4 bity -- szerokość o najmniejszym zmierzonym wpływie na jakość -- tylko w punktach kontrolnych obsługujących ten wymiar głowicy i układ warstw, w pozostałych pozostając wyłączona. Zmiana wchodzi w życie przy następnym załadowaniu modelu.
pt_br: Quantiza o cache KV de atenção para diminuir o consumo de memória em contextos mais longos, com um pequeno custo de qualidade dependente da largura (docs/TRUBOQUANT.md). Auto solicita 4 bits -- a largura com o menor impacto medido na qualidade -- apenas em checkpoints cujas dimensões de cabeça e camadas suportem, permanecendo desativado em outras instalações. Entra em vigor no próximo carregamento de modelo.
ru: Квантует KV-кэш внимания для уменьшения объема памяти в длинных контекстах с небольшими потерями качества в зависимости от битности (docs/TRUBOQUANT.md). Auto запрашивает 4 бита -- ширину с наименьшим измеренным влиянием на качество -- только для чекпоинтов с подходящей размерностью голов и слоев, и выключен для остальных. Вступает в силу при следующей загрузке модели.
sv: Kvantiserar uppmärksamhets-KV-cachen för att minska dess minnesavtryck vid längre sammanhang, till en liten breddberoende kvalitetskostnad (docs/TRUBOQUANT.md). Auto begär 4-bitar -- bredden med minst uppmätt kvalitetspåverkan -- endast på kontrollpunkter som stöder det, och förblir avstängd på alla andra. Träder i kraft vid nästa modelläsning.
tr: Dikkat KV önbelleğini uzun bağlamlarda bellek ayak izini küçültmek için niceler; genişliğe bağlı küçük bir kalite kaybı olur (docs/TRUBOQUANT.md). Otomatik, yalnızca başlık boyutu ve katman düzeni bunu destekleyen denetim noktalarında 4 biti (ölçülen en küçük kalite etkisine sahip genişlik) ister ve diğer tüm yüklemelerde kapalı kalır. Bir sonraki model yüklemesinde etkinleşir.
uk: Квантує KV-кеш уваги для зменшення обсягу пам'яті в довших контекстах із невеликою втратою якості залежно від бітності (docs/TRUBOQUANT.md). Auto запитує 4 біти -- ширину з найменшим виміряним впливом на якість -- лише для чекпоінтів із відповідною розмірністю голів і шарів, та залишається вимкненим для інших. Набуває чинності під час наступного завантаження моделі.
vi: Lượng tử hóa bộ nhớ đệm KV của sự chú ý để giảm dung lượng bộ nhớ trong ngữ cảnh dài hơn, với chi phí chất lượng nhỏ phụ thuộc vào độ rộng (docs/TRUBOQUANT.md). Tự động yêu cầu 4-bit -- độ rộng có tác động chất lượng đo được nhỏ nhất -- chỉ trên các điểm kiểm tra có kích thước đầu và bố cục lớp hỗ trợ, và luôn tắt trên các cài đặt khác. Có hiệu lực vào lần tải mô hình tiếp theo.
zh_hans: 量化注意力 KV 缓存以缩小长上下文下的内存占用，伴随微小且取决于位宽的质量损耗（docs/TRUBOQUANT.md）。“自动”仅在头维度和层布局支持的检查点上请求 4 位（经测定对质量影响最小的位宽），在其他安装中保持关闭。在下次加载模型时生效。
zh_hant: 量化注意力 KV 快取以縮小長上下文下的記憶體佔用，伴隨微小且取決於位元寬度的品質損耗（docs/TRUBOQUANT.md）。「自動」僅在頭維度和層配置支援的檢查點上請求 4 位元（經測對品質影響最小的位元寬度），在其他安裝中保持關閉。在下次載入模型時生效。

source: Queue Message
ar: ضع الرسالة في قائمة الانتظار
de: Nachricht in Warteschlange stellen
es: Poner mensaje en cola
fr: Mettre le message en file
he: הצב את ההודעה בתור
hi: संदेश कतार में डालें
id: Antrekan Pesan
it: Metti il messaggio in coda
ja: メッセージをキューに追加
ko: 메시지 대기열에 추가
nl: Bericht in wachtrij plaatsen
pl: Dodaj wiadomość do kolejki
pt_br: Colocar mensagem na fila
ru: Поставить сообщение в очередь
sv: Köa meddelandet
tr: İletiyi Sıraya Al
uk: Поставити повідомлення в чергу
vi: Đưa tin nhắn vào hàng đợi
zh_hans: 将消息加入队列
zh_hant: 將訊息加入佇列

source: Queued
ar: في قائمة الانتظار
de: In Warteschlange
es: En cola
fr: En file d’attente
he: בתור
hi: कतार में
id: Dalam antrean
it: In coda
ja: キュー済み
ko: 대기 중
nl: In wachtrij
pl: W kolejce
pt_br: Na fila
ru: В очереди
sv: I kö
tr: Sırada
uk: У черзі
vi: Đang chờ
zh_hans: 已排队
zh_hant: 已排入佇列

source: Queued behind the running turn; drains when it finishes.
ar: في قائمة الانتظار خلف الدور الجاري؛ يُرسل عند انتهائه.
de: Wartet hinter dem laufenden Durchlauf; wird gesendet, wenn er abgeschlossen ist.
es: En cola detrás del turno en curso; se envía cuando termine.
fr: En file derrière le tour en cours ; envoyé quand il se termine.
he: בתור מאחורי התור הפעיל; יישלח כשיסתיים.
hi: चल रहे टर्न के पीछे कतार में; उसके पूरा होने पर भेजा जाएगा।
id: Mengantre di belakang giliran yang berjalan; terkirim saat giliran selesai.
it: In coda dietro il turno in corso; viene inviato quando termina.
ja: 実行中のターンの後に待機中。ターン終了後に送信されます。
ko: 실행 중인 턴 뒤에서 대기 중이며, 턴이 끝나면 전송됩니다.
nl: In de wachtrij achter de lopende beurt; wordt verzonden zodra die klaar is.
pl: W kolejce za bieżącą turą; zostanie wysłane po jej zakończeniu.
pt_br: Na fila atrás do turno em andamento; será enviado quando ele terminar.
ru: В очереди за текущим ходом; отправится, когда он завершится.
sv: I kö bakom det pågående varvet; skickas när det är klart.
tr: Çalışan turun arkasında sırada; tur bitince gönderilecek.
uk: У черзі за поточним ходом; надішлеться, коли він завершиться.
vi: Đang xếp sau lượt đang chạy; sẽ gửi khi lượt đó xong.
zh_hans: 排在当前回合之后；回合结束后自动发送。
zh_hant: 排在目前回合之後；回合結束後自動送出。

source: Quit TurboSpark
ar: إنهاء TurboSpark
de: TurboSpark beenden
es: Salir de TurboSpark
fr: Quitter TurboSpark
he: צא מ-TurboSpark
hi: TurboSpark छोड़ें
id: Keluar dari TurboSpark
it: Esci da TurboSpark
ja: TurboSparkを終了
ko: TurboSpark 종료
nl: TurboSpark afsluiten
pl: Zakończ TurboSpark
pt_br: Encerrar TurboSpark
ru: Завершить TurboSpark
sv: Avsluta TurboSpark
tr: TurboSpark'tan Çık
uk: Завершити TurboSpark
vi: Thoát TurboSpark
zh_hans: 退出 TurboSpark
zh_hant: 結束 TurboSpark

source: RAM Saver
ar: موفر الذاكرة
de: RAM-Sparmodus
es: Ahorro de RAM
fr: Économiseur de RAM
he: חיסכון בזיכרון
hi: RAM सेवर
id: Penghemat RAM
it: Risparmio di RAM
ja: RAM 節約
ko: RAM 절약
nl: RAM-besparing
pl: Oszczędzanie RAM
pt_br: Economia de RAM
ru: Экономия ОЗУ
sv: RAM-sparläge
tr: RAM tasarrufu
uk: Заощадження ОЗП
vi: Tiết kiệm RAM
zh_hans: 内存节省
zh_hant: 記憶體節省

source: RAM requirement: unknown
ar: متطلبات الذاكرة: غير معروفة
de: RAM-Bedarf: unbekannt
es: Requisito de RAM: desconocido
fr: Besoin en RAM : inconnu
he: דרישת זיכרון: לא ידועה
hi: RAM आवश्यकता: अज्ञात
id: Kebutuhan RAM: tidak diketahui
it: Requisito di RAM: sconosciuto
ja: 必要な RAM: 不明
ko: RAM 요구 사항: 알 수 없음
nl: RAM-vereiste: onbekend
pl: Wymagana pamięć RAM: nieznana
pt_br: Requisito de RAM: desconhecido
ru: Требование к ОЗУ: неизвестно
sv: RAM-krav: okänt
tr: RAM gereksinimi: bilinmiyor
uk: Вимога до ОЗП: невідомо
vi: Yêu cầu RAM: không rõ
zh_hans: 内存需求: 未知
zh_hant: 記憶體需求: 未知

source: REPL Chat Invocation
ar: استدعاء محادثة REPL
de: REPL-Chat-Aufruf
es: Invocación del chat REPL
fr: Invocation de la discussion REPL
he: הפעלת שיחת REPL
hi: REPL चैट आह्वान
id: Pemanggilan obrolan REPL
it: Invocazione della chat REPL
ja: REPL チャットの呼び出し
ko: REPL 대화 호출
nl: REPL-chataanroep
pl: Wywołanie czatu REPL
pt_br: Invocação do chat REPL
ru: Вызов чата REPL
sv: REPL-chattanrop
tr: REPL sohbet çağrısı
uk: Виклик чату REPL
vi: Gọi trò chuyện REPL
zh_hans: REPL 对话调用
zh_hant: REPL 對話呼叫

source: REPLACEMENT
ar: البديل
de: ERSETZUNG
es: REEMPLAZO
fr: REMPLACEMENT
he: החלפה
hi: प्रतिस्थापन
id: PENGGANTI
it: SOSTITUZIONE
ja: 変更後
ko: 대체
nl: VERVANGING
pl: ZAMIANA
pt_br: SUBSTITUIÇÃO
ru: ЗАМЕНА
sv: ERSÄTTNING
tr: DEĞİŞTİRME
uk: ЗАМІНА
vi: THAY THẾ
zh_hans: 替换内容
zh_hant: 替換內容

source: Rate Cap
ar: الحد الأقصى للمعدل
de: Ratenbegrenzung
es: Límite de velocidad
fr: Limite de débit
he: הגבלת קצב
hi: दर सीमा
id: Batas Laju
it: Limite di frequenza
ja: レート制限
ko: 속도 제한
nl: Snelheidslimiet
pl: Limit szybkości
pt_br: Limite de Taxa
ru: Ограничение скорости
sv: Hastighetsgräns
tr: Hız Sınırı
uk: Обмеження швидкості
vi: Giới hạn tốc độ
zh_hans: 速率上限
zh_hant: 速率上限

source: Re-query Tools
ar: إعادة الاستعلام عن الأدوات
de: Werkzeuge erneut abfragen
es: Volver a consultar herramientas
fr: Interroger à nouveau les outils
he: שאל מחדש כלים
hi: उपकरणों से पुनः क्वेरी करें
id: Kueri Ulang Alat
it: Rinterroga strumenti
ja: ツールを再クエリ
ko: 도구 다시 쿼리
nl: Tools opnieuw opvragen
pl: Ponownie zbadaj narzędzia
pt_br: Consultar Ferramentas Novamente
ru: Повторно запросить инструменты
sv: Fråga verktyg igen
tr: Araçları Yeniden Sorgula
uk: Повторно запитати інструменти
vi: Truy vấn lại công cụ
zh_hans: 重新查询工具
zh_hant: 重新查詢工具

source: Read Command Output
ar: قراءة مخرجات الأمر
de: Befehlsausgabe lesen
es: Leer salida del comando
fr: Lire la sortie de commande
he: קריאת פלט הפקודה
hi: कमांड आउटपुट पढ़ें
id: Baca keluaran perintah
it: Leggere output del comando
ja: コマンド出力を読む
ko: 명령 출력 읽기
nl: Opdrachtuitvoer lezen
pl: Odczytaj wynik polecenia
pt_br: Ler saída do comando
ru: Прочитать вывод команды
sv: Läs kommandoutdata
tr: Komut çıktısını oku
uk: Прочитати вивід команди
vi: Đọc đầu ra lệnh
zh_hans: 读取命令输出
zh_hant: 讀取命令輸出

source: Read File
ar: قراءة ملف
de: Datei lesen
es: Leer archivo
fr: Lire le fichier
he: קריאת קובץ
hi: फ़ाइल पढ़ें
id: Baca file
it: Leggere file
ja: ファイルを読む
ko: 파일 읽기
nl: Bestand lezen
pl: Odczytaj plik
pt_br: Ler arquivo
ru: Прочитать файл
sv: Läs fil
tr: Dosyayı oku
uk: Прочитати файл
vi: Đọc tệp
zh_hans: 读取文件
zh_hant: 讀取檔案

source: Read Only
ar: للقراءة فقط
de: Schreibgeschützt
es: Solo lectura
fr: Lecture seule
he: קריאה בלבד
hi: केवल पढ़ने के लिए
id: Hanya Baca
it: Sola lettura
ja: 読み取り専用
ko: 읽기 전용
nl: Alleen-lezen
pl: Tylko do odczytu
pt_br: Somente Leitura
ru: Только для чтения
sv: Skrivskyddad
tr: Salt Okunur
uk: Лише для читання
vi: Chỉ đọc
zh_hans: 只读
zh_hant: 唯讀

source: Read Resource
ar: قراءة مورد
de: Ressource lesen
es: Leer recurso
fr: Lire la ressource
he: קריאת משאב
hi: संसाधन पढ़ें
id: Baca sumber daya
it: Leggere risorsa
ja: リソースを読む
ko: 리소스 읽기
nl: Bron lezen
pl: Odczytaj zasób
pt_br: Ler recurso
ru: Прочитать ресурс
sv: Läs resurs
tr: Kaynağı oku
uk: Прочитати ресурс
vi: Đọc tài nguyên
zh_hans: 读取资源
zh_hant: 讀取資源

source: Read Task
ar: قراءة مهمة
de: Aufgabe lesen
es: Leer tarea
fr: Lire la tâche
he: קריאת משימה
hi: कार्य पढ़ें
id: Baca tugas
it: Leggere attività
ja: タスクを読む
ko: 작업 읽기
nl: Taak lezen
pl: Odczytaj zadanie
pt_br: Ler tarefa
ru: Прочитать задачу
sv: Läs uppgift
tr: Görevi oku
uk: Прочитати завдання
vi: Đọc tác vụ
zh_hans: 读取任务
zh_hant: 讀取任務

source: Read Task Output
ar: قراءة مخرجات المهمة
de: Aufgabenausgabe lesen
es: Leer salida de tarea
fr: Lire la sortie de tâche
he: קריאת פלט המשימה
hi: कार्य आउटपुट पढ़ें
id: Baca keluaran tugas
it: Leggere output dell'attività
ja: タスク出力を読む
ko: 작업 출력 읽기
nl: Taakuitvoer lezen
pl: Odczytaj wynik zadania
pt_br: Ler saída da tarefa
ru: Прочитать вывод задачи
sv: Läs uppgiftsutdata
tr: Görev çıktısını oku
uk: Прочитати вивід завдання
vi: Đọc đầu ra tác vụ
zh_hans: 读取任务输出
zh_hant: 讀取任務輸出

source: Read Webpage
ar: قراءة صفحة ويب
de: Webseite lesen
es: Leer página web
fr: Lire la page web
he: קריאת דף אינטרנט
hi: वेब पृष्ठ पढ़ें
id: Baca halaman web
it: Leggere pagina web
ja: ウェブページを読む
ko: 웹페이지 읽기
nl: Webpagina lezen
pl: Odczytaj stronę internetową
pt_br: Ler página web
ru: Прочитать веб-страницу
sv: Läs webbsida
tr: Web sayfasını oku
uk: Прочитати вебсторінку
vi: Đọc trang web
zh_hans: 读取网页
zh_hant: 讀取網頁

source: Read message out loud
ar: قراءة الرسالة بصوت عالٍ
de: Nachricht laut vorlesen
es: Leer mensaje en voz alta
fr: Lire le message à voix haute
he: הקרא הודעה בקול
hi: संदेश बोलकर पढ़ें
id: Baca pesan dengan suara keras
it: Leggi messaggio ad alta voce
ja: メッセージを音声で読み上げ
ko: 메시지 소리 내어 읽기
nl: Bericht hardop voorlezen
pl: Odczytaj wiadomość na głos
pt_br: Ler mensagem em voz alta
ru: Прочитать сообщение вслух
sv: Läs upp meddelande
tr: Mesajı sesli oku
uk: Прочитати повідомлення вголос
vi: Đọc to tin nhắn
zh_hans: 朗读消息
zh_hant: 朗讀訊息

source: Read the headers to size it: turbospark-model recommend --probe
ar: اقرأ الترويسات لتحديد حجمه: turbospark-model recommend --probe
de: Header lesen, um die Größe zu bestimmen: turbospark-model recommend --probe
es: Lee las cabeceras para calcular su tamaño: turbospark-model recommend --probe
fr: Lisez les en-têtes pour en déterminer la taille : turbospark-model recommend --probe
he: קרא את הכותרות כדי לחשב את גודלו: turbospark-model recommend --probe
hi: इसका आकार जानने के लिए हेडर पढ़ें: turbospark-model recommend --probe
id: Baca header untuk menghitung ukurannya: turbospark-model recommend --probe
it: Leggi le intestazioni per dimensionarlo: turbospark-model recommend --probe
ja: サイズを算出するにはヘッダーを読み取ります: turbospark-model recommend --probe
ko: 크기를 산정하려면 헤더를 읽으세요: turbospark-model recommend --probe
nl: Lees de headers om de grootte te bepalen: turbospark-model recommend --probe
pl: Odczytaj nagłówki, aby określić rozmiar: turbospark-model recommend --probe
pt_br: Leia os cabeçalhos para dimensioná-lo: turbospark-model recommend --probe
ru: Прочитайте заголовки, чтобы определить размер: turbospark-model recommend --probe
sv: Läs huvudena för att beräkna storleken: turbospark-model recommend --probe
tr: Boyutunu belirlemek için başlıkları okuyun: turbospark-model recommend --probe
uk: Прочитайте заголовки, щоб визначити розмір: turbospark-model recommend --probe
vi: Đọc phần đầu để xác định kích thước: turbospark-model recommend --probe
zh_hans: 读取文件头以计算其大小: turbospark-model recommend --probe
zh_hant: 讀取檔頭以計算其大小: turbospark-model recommend --probe

source: Reads
ar: عمليات القراءة
de: Lesevorgänge
es: Lecturas
fr: Lectures
he: קריאות
hi: रीड
id: Pembacaan
it: Letture
ja: 読み取り
ko: 읽기
nl: Leesbewerkingen
pl: Odczyty
pt_br: Leituras
ru: Чтения
sv: Läsningar
tr: Okumalar
uk: Читання
vi: Lượt đọc
zh_hans: 读取次数
zh_hant: 讀取次數
